{
  "words": [
    {
      "word": "act",
      "pronunciation": "/ækt/",
      "part_of_speech": "Verb",
      "meanings": [
        "To do something, like when you pretend to be a character in a play or follow a set of steps to finish a task."
      ],
      "examples": [
        "I can act like a superhero when I play.",
        "We will act out a story in class today.",
        "My dog will act happy when I come home.",
        "Let's act silly and make each other laugh.",
        "I will act brave when I go to the dentist."
      ],
      "synonyms": [
        "do",
        "perform",
        "play",
        "work",
        "make",
        "create",
        "try"
      ],
      "antonyms": [
        "stop",
        "rest",
        "pause",
        "wait"
      ],
      "further_information": []
    },
    {
      "word": "additional",
      "pronunciation": "/əˈdɪʃ.ən.əl/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Additional\" means something extra that you can add to what you already have, like getting more stickers or more time to play."
      ],
      "examples": [
        "I got an additional cookie after I finished my lunch.",
        "We need additional crayons for our art project.",
        "My mom bought additional snacks for our movie night.",
        "I asked for additional time to finish my homework.",
        "We found an additional puppy at the animal shelter."
      ],
      "synonyms": [
        "extra",
        "more",
        "added",
        "further",
        "supplemental",
        "bonus"
      ],
      "antonyms": [
        "less",
        "fewer",
        "main"
      ],
      "further_information": []
    },
    {
      "word": "adopt",
      "pronunciation": "/əˈdɒpt/",
      "part_of_speech": "Verb",
      "meanings": [
        "To adopt means to take a child into your family and love and care for them as if they are your own."
      ],
      "examples": [
        "My family wants to adopt a puppy from the shelter.",
        "They decided to adopt a baby brother to love and care for.",
        "I hope my friend can adopt a kitten soon.",
        "Some people adopt children to give them a happy home.",
        "We can adopt a plant and help it grow in our classroom."
      ],
      "synonyms": [
        "take in",
        "welcome",
        "raise",
        "care for",
        "bring home"
      ],
      "antonyms": [
        "abandon",
        "leave",
        "reject"
      ],
      "further_information": []
    },
    {
      "word": "advice",
      "pronunciation": "/ədˈvaɪs/",
      "part_of_speech": "Noun",
      "meanings": [
        "Advice is when someone tells you a good idea or suggestion to help you make a choice or solve a problem. It’s like when a friend gives you tips on how to play a game better."
      ],
      "examples": [
        "I asked my teacher for advice on my homework.",
        "My mom gave me advice about sharing my toys.",
        "My friend gave me advice on how to play the game.",
        "Dad’s advice helped me choose a book to read.",
        "I like to hear my sister's advice when I am sad."
      ],
      "synonyms": [
        "tip",
        "hint",
        "suggestion",
        "recommendation",
        "guidance",
        "help"
      ],
      "antonyms": [
        "disagreement",
        "opposition"
      ],
      "further_information": []
    },
    {
      "word": "amaze",
      "pronunciation": "/əˈmeɪz/",
      "part_of_speech": "Verb",
      "meanings": [
        "To surprise someone in a way that makes them feel really happy and excited, like when you see a cool magic trick or a beautiful rainbow."
      ],
      "examples": [
        "My mom can bake a cake that will amaze me.",
        "The magic show at school will amaze all the kids.",
        "I can do a cartwheel that will amaze my friends.",
        "The big rainbow in the sky will amaze everyone outside.",
        "My dog can jump high, and it always amazes me."
      ],
      "synonyms": [
        "surprise",
        "wonder",
        "astonish",
        "stun",
        "impress",
        "fascinate",
        "delight"
      ],
      "antonyms": [
        "bore",
        "disappoint",
        "familiarize"
      ],
      "further_information": []
    },
    {
      "word": "ambition",
      "pronunciation": "/æmˈbɪʃ.ən/",
      "part_of_speech": "Noun",
      "meanings": [
        "Ambition is really wanting to do something big or important, like being a doctor or an astronaut, and trying your best to make it happen."
      ],
      "examples": [
        "My ambition is to become a great soccer player one day.",
        "She has the ambition to finish her school project all by herself.",
        "His ambition is to bake the best cookies for everyone in class.",
        "I have the ambition to read all the books in the library this year.",
        "Their ambition is to win the big game at the school tournament."
      ],
      "synonyms": [
        "goal",
        "dream",
        "desire",
        "hope",
        "wish",
        "drive",
        "passion"
      ],
      "antonyms": [
        "laziness",
        "apathy",
        "indifference"
      ],
      "further_information": []
    },
    {
      "word": "arctic",
      "pronunciation": "/ˈɑːrk.tɪk/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Arctic\" means very cold places near the North Pole where there is a lot of ice and snow, like where polar bears live."
      ],
      "examples": [
        "The arctic fox has white fur to stay warm in the cold.",
        "In the arctic, icebergs float on the freezing water.",
        "We learned about arctic animals in science class.",
        "My favorite story is about an arctic adventure with penguins.",
        "The arctic wind is very chilly, so I wear my warm coat."
      ],
      "synonyms": [
        "cold",
        "frozen",
        "icy",
        "chilly",
        "frigid",
        "snowy",
        "polar",
        "glacial"
      ],
      "antonyms": [
        "hot",
        "warm",
        "tropical"
      ],
      "further_information": []
    },
    {
      "word": "arouse",
      "pronunciation": "/əˈraʊz/",
      "part_of_speech": "Verb",
      "meanings": [
        "To make someone feel strong feelings, like being excited or happy."
      ],
      "examples": [
        "The funny movie can arouse a lot of laughter in the whole family.",
        "The smell of cookies baking can arouse my hunger for a tasty treat.",
        "When we play music, it can arouse happy feelings in everyone.",
        "The exciting book can arouse my curiosity to read more stories.",
        "Seeing my puppy can arouse joy in my heart every time."
      ],
      "synonyms": [
        "wake",
        "stir",
        "excite",
        "inspire",
        "cheer",
        "energize"
      ],
      "antonyms": [
        "calm",
        "sadden",
        "bore"
      ],
      "further_information": []
    },
    {
      "word": "arrange",
      "pronunciation": "/əˈreɪndʒ/",
      "part_of_speech": "Verb",
      "meanings": [
        "To put things in a nice order or to make them look neat, like when you organize your crayons by color."
      ],
      "examples": [
        "I will arrange my toys on the shelf.",
        "Let's arrange the books by size on the table.",
        "Can you help me arrange the flowers in the vase?",
        "We need to arrange our chairs for the party.",
        "Mom asked me to arrange the snacks on the plate."
      ],
      "synonyms": [
        "organize",
        "sort",
        "set up",
        "order",
        "line up",
        "put in place",
        "group"
      ],
      "antonyms": [
        "mess up",
        "scatter",
        "disorganize"
      ],
      "further_information": []
    },
    {
      "word": "attitude",
      "pronunciation": "/ˈæt.ɪ.tjuːd/",
      "part_of_speech": "Noun",
      "meanings": [
        "Attitude is how you feel or think about something, like being excited about a birthday party or upset about losing a game. It shows how we react to different things in our lives."
      ],
      "examples": [
        "My sister has a happy attitude when she plays outside.",
        "If you have a positive attitude, you can do anything!",
        "His attitude changed when he got a new puppy.",
        "When I try new foods, I keep a brave attitude.",
        "We need a good attitude to work together as a team."
      ],
      "synonyms": [
        "mindset",
        "feeling",
        "thought",
        "view",
        "opinion",
        "stance"
      ],
      "antonyms": [
        "indifference",
        "disinterest",
        "neglect"
      ],
      "further_information": []
    },
    {
      "word": "attract",
      "pronunciation": "/əˈtrækt/",
      "part_of_speech": "Verb",
      "meanings": [
        "To pull something closer to you or to make someone really interested in something."
      ],
      "examples": [
        "The bright colors of the flowers attract butterflies.",
        "My shiny new toy car can attract all my friends.",
        "The sweet smell of cookies can attract hungry kids.",
        "The loud music can attract people to the party.",
        "The colorful balloons will attract everyone at the fair."
      ],
      "synonyms": [
        "pull",
        "draw",
        "interest",
        "lure",
        "charm",
        "captivate"
      ],
      "antonyms": [
        "repel",
        "distract",
        "push"
      ],
      "further_information": []
    },
    {
      "word": "auction",
      "pronunciation": "/ˈɔːkʃən/",
      "part_of_speech": "Noun",
      "meanings": [
        "An auction is a special sale where people try to buy things by offering more money than others. The person who offers the most money gets to take the item home."
      ],
      "examples": [
        "We went to an auction to buy old toys for our classroom.",
        "The school held an auction to help raise money for new books.",
        "At the auction, I saw a cool bike that I wanted to buy.",
        "My family went to an auction and found a pretty vase for our home.",
        "At the pet auction, we could see many cute puppies and kittens."
      ],
      "synonyms": [
        "sale",
        "bidding",
        "market",
        "fair",
        "trade",
        "offer"
      ],
      "antonyms": [
        "gift",
        "donation",
        "free"
      ],
      "further_information": []
    },
    {
      "word": "average",
      "pronunciation": "/ˈævərɪdʒ/",
      "part_of_speech": "Noun/Adjective",
      "meanings": [
        "Average means the number you get when you add a group of numbers together and then divide by how many numbers there are. It helps us find out what is normal or usual in a group."
      ],
      "examples": [
        "The average score in our game was five points.",
        "In math class, we learned how to find the average of numbers.",
        "My brother's average height is taller than mine by two inches.",
        "The average number of cookies in the jar is ten.",
        "We found the average age of our pets is three years."
      ],
      "synonyms": [
        "middle",
        "normal",
        "typical",
        "standard",
        "usual"
      ],
      "antonyms": [
        "extreme",
        "unusual",
        "exceptional"
      ],
      "further_information": []
    },
    {
      "word": "bold",
      "pronunciation": "/boʊld/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Bold means being brave and not being afraid to try new things or stand up for what you believe in. It's like when you try to speak in front of the class or help a friend even if it feels a little scar..."
      ],
      "examples": [
        "She was bold when she tried the big slide for the first time.",
        "My brother is bold because he climbs the tallest trees in our yard.",
        "The bold girl stood up and spoke in front of the whole class.",
        "He made a bold choice to wear his favorite costume to school.",
        "The dog was bold and barked at the big, scary shadow."
      ],
      "synonyms": [
        "brave",
        "daring",
        "fearless",
        "courageous",
        "valiant",
        "adventurous"
      ],
      "antonyms": [
        "scared",
        "timid",
        "afraid",
        "cautious"
      ],
      "further_information": []
    },
    {
      "word": "border",
      "pronunciation": "/ˈbɔːrdər/",
      "part_of_speech": "Noun",
      "meanings": [
        "A border is a line that shows where one place ends and another begins, like the edge of a playground or the line between two countries on a map."
      ],
      "examples": [
        "The fence is the border between my yard and my neighbor's yard.",
        "In art class, we drew a border around our pictures with markers.",
        "The river acts as a border between the two towns.",
        "I put a border of stickers around my notebook.",
        "The playground has a border of grass all around it."
      ],
      "synonyms": [
        "line",
        "edge",
        "boundary",
        "division",
        "limit",
        "frontier"
      ],
      "antonyms": [
        "middle",
        "inside"
      ],
      "further_information": []
    },
    {
      "word": "cable",
      "pronunciation": "/ˈkeɪ.bəl/",
      "part_of_speech": "Noun",
      "meanings": [
        "A cable is a strong, thick wire that can carry electricity or help connect things like a TV to a power outlet."
      ],
      "examples": [
        "The TV needs a cable to show our favorite cartoons.",
        "I saw a long cable connecting my tablet to the charger.",
        "The computer uses a cable to connect to the internet.",
        "Dad fixed the broken cable on my toy car.",
        "The lights in our house use a cable to get power."
      ],
      "synonyms": [
        "wire",
        "cord",
        "line",
        "string",
        "rope"
      ],
      "antonyms": [
        "break",
        "gap"
      ],
      "further_information": []
    },
    {
      "word": "calendar",
      "pronunciation": "/ˈkæl.ən.dər/",
      "part_of_speech": "Noun",
      "meanings": [
        "A calendar is a special tool that helps us keep track of days, weeks, and months so we know what date it is and when special days like birthdays or holidays are coming up."
      ],
      "examples": [
        "I look at the calendar to see what day it is.",
        "My mom writes my birthday on the calendar every year.",
        "We have a school calendar that shows our vacation days.",
        "I use a calendar to count down to Christmas day.",
        "My teacher gave us a calendar with fun activities for each month."
      ],
      "synonyms": [
        "planner",
        "schedule",
        "datebook",
        "agenda",
        "diary"
      ],
      "antonyms": [
        "chaos",
        "disorder"
      ],
      "further_information": []
    },
    {
      "word": "carnival",
      "pronunciation": "/ˈkɑːr.nɪ.vəl/",
      "part_of_speech": "Noun",
      "meanings": [
        "A carnival is a fun outdoor party where you can play games, go on rides, and see shows. It's a special place to enjoy time with friends and family!"
      ],
      "examples": [
        "We went to the carnival and rode the Ferris wheel.",
        "At the carnival, I won a big stuffed teddy bear.",
        "My family ate cotton candy at the carnival.",
        "The carnival had fun games and bright lights everywhere.",
        "I saw my friends at the carnival having a great time."
      ],
      "synonyms": [
        "fair",
        "festival",
        "celebration",
        "party",
        "gathering",
        "event"
      ],
      "antonyms": [
        "quiet",
        "boredom",
        "solitude"
      ],
      "further_information": []
    },
    {
      "word": "cathedral",
      "pronunciation": "/kəˈθiː.drəl/",
      "part_of_speech": "Noun",
      "meanings": [
        "A cathedral is a big and special church where many people go to pray and celebrate important events. It often has tall towers and beautiful designs."
      ],
      "examples": [
        "We saw a big cathedral on our school trip.",
        "The cathedral has tall towers that touch the sky.",
        "My family went to a wedding at the beautiful cathedral.",
        "The cathedral is a special place for many people to pray.",
        "I drew a picture of a cathedral with colorful windows."
      ],
      "synonyms": [
        "church",
        "temple",
        "place of worship",
        "chapel",
        "sanctuary"
      ],
      "antonyms": [
        "home",
        "school"
      ],
      "further_information": []
    },
    {
      "word": "cell",
      "pronunciation": "/sɛl/",
      "part_of_speech": "Noun",
      "meanings": [
        "A cell is a tiny part of a living thing, like a building block that helps make up plants, animals, and people. Just like how we use small pieces to build a big tower, cells come together to make every..."
      ],
      "examples": [
        "A cell is like a tiny building block in our bodies.",
        "Plants are made of many cells that help them grow.",
        "You can see cells when you look at things under a microscope.",
        "Every living thing, like animals and people, has cells.",
        "A cell is so small that we can't see it without help."
      ],
      "synonyms": [
        "unit",
        "part",
        "piece",
        "block",
        "building block"
      ],
      "antonyms": [
        "whole",
        "entirety"
      ],
      "further_information": []
    },
    {
      "word": "chasm",
      "pronunciation": "/ˈkæz.əm/",
      "part_of_speech": "Noun",
      "meanings": [
        "A chasm is a big, deep hole in the ground, like a crack in the earth. It can also mean a big difference between two things, like how two friends might feel very differently about something."
      ],
      "examples": [
        "There was a big chasm in the ground at the park where we played.",
        "The rainbow was like a bridge over the chasm between the two hills.",
        "I felt a chasm between me and my friend when we had a fight.",
        "We saw a chasm in the rocks while hiking with my family.",
        "The chasm in our opinions made it hard to choose a game to play."
      ],
      "synonyms": [
        "chasms"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "coast",
      "pronunciation": "/koʊst/",
      "part_of_speech": "Noun",
      "meanings": [
        "The coast is the place where the land meets the ocean. It's where you can find beaches and sometimes see boats or waves."
      ],
      "examples": [
        "We walked along the coast and found seashells.",
        "The dog ran happily on the sandy coast.",
        "Our family had a picnic by the coast.",
        "The waves crash on the coast when it’s windy.",
        "I saw a big boat sailing near the coast."
      ],
      "synonyms": [
        "coarsens",
        "coastal"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "cocoon",
      "pronunciation": "/kəˈkuːn/",
      "part_of_speech": "Noun",
      "meanings": [
        "A cocoon is a soft, protective cover that some insects, like butterflies, make around themselves while they are growing and changing. It's like a cozy blanket that helps keep them safe until they are..."
      ],
      "examples": [
        "The caterpillar made a cocoon to sleep in.",
        "I found a cocoon hanging on a tree branch.",
        "My teacher showed us a cocoon in science class.",
        "We imagined a fairy living inside a cocoon.",
        "The cocoon helps the bug stay safe and warm."
      ],
      "synonyms": [
        "coconspirators",
        "cocooned"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "confess",
      "pronunciation": "/kənˈfɛs/",
      "part_of_speech": "Verb",
      "meanings": [
        "To confess means to say that you did something wrong or to tell a secret you were hiding."
      ],
      "examples": [
        "I had to confess that I broke my sister's toy.",
        "She decided to confess that she ate the last cookie.",
        "He will confess if he spilled juice on the carpet.",
        "I must confess that I forgot to do my homework.",
        "My friend will confess if he borrowed my crayons without asking."
      ],
      "synonyms": [
        "confessed"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "contain",
      "pronunciation": "/kənˈteɪn/",
      "part_of_speech": "Verb",
      "meanings": [
        "To hold something inside or have it included, like a box that can contain toys."
      ],
      "examples": [
        "The box can contain all my crayons and markers.",
        "My lunchbox will contain a sandwich and an apple.",
        "The bottle will contain some water for our hike.",
        "The storybook can contain many fun adventures.",
        "Our garden will contain flowers and vegetables this summer."
      ],
      "synonyms": [
        "contagium",
        "contained"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "continent",
      "pronunciation": "/ˈkɒntɪnənt/",
      "part_of_speech": "Noun",
      "meanings": [
        "A continent is a very big piece of land where people, animals, and plants live. There are seven continents on Earth, like Africa and Asia."
      ],
      "examples": [
        "There are seven continents on our planet.",
        "Africa is a continent with many animals and deserts.",
        "I learned about the continent of Asia in school.",
        "My favorite continent is Europe because of the castles.",
        "We can find different languages on each continent."
      ],
      "synonyms": [
        "continence",
        "continental"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "convey",
      "pronunciation": "/kənˈveɪ/",
      "part_of_speech": "Verb",
      "meanings": [
        "To share or tell someone your thoughts or feelings so they can understand you."
      ],
      "examples": [
        "I use drawings to convey my feelings to my family.",
        "The teacher uses stories to convey important lessons to us.",
        "I can convey my ideas by talking to my friends.",
        "A smile can convey happiness without using any words.",
        "I write notes to convey messages to my mom when I'm at school."
      ],
      "synonyms": [
        "convexity",
        "conveyance"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "court",
      "pronunciation": "/kɔrt/",
      "part_of_speech": "Noun",
      "meanings": [
        "A court is a place where people go to solve problems or disagreements, and a judge helps decide what is fair, like a referee in a game."
      ],
      "examples": [
        "The judge sat in the court to listen to the case.",
        "In gym class, we played basketball on the court.",
        "The dog ran around the court while we played games.",
        "My family watched a movie about a court trial.",
        "We learned about the court in our social studies class."
      ],
      "synonyms": [
        "court of law",
        "supreme court",
        "coursing",
        "courted"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "credit",
      "pronunciation": "/ˈkrɛdɪt/",
      "part_of_speech": "Noun",
      "meanings": [
        "Credit is when someone gets praise or recognition for something good they did, like getting a gold star for helping in class."
      ],
      "examples": [
        "I got credit for helping my friend with her homework.",
        "Mom gave me credit for cleaning my room all by myself.",
        "The teacher gave us credit for being quiet during story time.",
        "I received credit for sharing my snacks with everyone.",
        "My brother got credit for winning the game at the park."
      ],
      "synonyms": [
        "credibly",
        "creditability"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "crew",
      "pronunciation": "/kruː/",
      "part_of_speech": "Noun",
      "meanings": [
        "A crew is a group of people who work together on a ship, airplane, or in other jobs. They help each other to get things done safely and quickly!"
      ],
      "examples": [
        "The pirate ship had a brave crew sailing across the ocean.",
        "My dad took us to see the movie about a space crew.",
        "The school play had a big crew helping to set up the stage.",
        "In the game, we worked as a crew to build a tall tower.",
        "Our dog is part of our family crew that loves to play together."
      ],
      "synonyms": [
        "crevices",
        "crew cut"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "crumple",
      "pronunciation": "/ˈkrʌmpəl/",
      "part_of_speech": "Verb",
      "meanings": [
        "To crumple means to squeeze or crush something so that it gets wrinkled or folded, like when you ball up a piece of paper in your hand."
      ],
      "examples": [
        "I crumple my paper when I make a mistake in my drawing.",
        "She likes to crumple the shiny wrapping paper from her birthday gift.",
        "I can crumple my snack bag to fit it in my lunchbox.",
        "He will crumple his homework paper if he is not careful.",
        "Mom watched me crumple the old newspaper to throw it away."
      ],
      "synonyms": [
        "crumping",
        "crumpled"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "cunning",
      "pronunciation": "/ˈkʌnɪŋ/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Cunning means being very clever and good at tricking others to get what you want. It’s like when a fox outsmarts a chicken to catch it."
      ],
      "examples": [
        "The cunning fox tricked the farmer to get the tasty chickens.",
        "My cunning puppy found a way to reach the cookies on the table.",
        "During the game, my cunning friend made a sneaky move to win.",
        "The cunning raccoon opened the trash can to find some food.",
        "She came up with a cunning plan to surprise her mom on her birthday."
      ],
      "synonyms": [
        "cumulus",
        "cunningly"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "current",
      "pronunciation": "/ˈkʌrənt/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Current means something that is happening right now or is being used today. For example, the current season is the one we are in at this moment, like summer or winter."
      ],
      "examples": [
        "My current favorite color is blue.",
        "We are reading a current book in class.",
        "The current game we play is super fun!",
        "I like my current toy because it makes noises.",
        "My current snack is yummy popcorn!"
      ],
      "synonyms": [
        "currency",
        "currently"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "cylinder",
      "pronunciation": "/ˈsɪlɪndər/",
      "part_of_speech": "Noun",
      "meanings": [
        "A cylinder is a shape that looks like a tall can or a tube. It has straight sides and round ends, like a soda can or a roll of paper."
      ],
      "examples": [
        "The soup can is a tall cylinder on the table.",
        "I drew a cylinder for my art project in school.",
        "A soda can is a shiny metal cylinder.",
        "We made a cylinder with paper for our craft.",
        "The teacher showed us a cylinder during math class."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "dangle",
      "pronunciation": "/ˈdæŋɡəl/",
      "part_of_speech": "Verb",
      "meanings": [
        "To hang down loosely and swing back and forth, like a toy on a string or your legs when you sit on a high chair."
      ],
      "examples": [
        "The puppy likes to dangle his tail when he is happy.",
        "I saw a toy soldier dangle from the edge of the shelf.",
        "The swing will dangle in the air when I push it.",
        "My mom lets the cookies dangle on the cooling rack.",
        "The kite will dangle above us when the wind blows."
      ],
      "synonyms": [
        "danging",
        "dangled"
      ],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "deed",
      "pronunciation": "/diːd/",
      "part_of_speech": "Noun",
      "meanings": [
        "A deed is something you do, especially when it is nice or helpful to others, like sharing your toys or helping a friend."
      ],
      "examples": [
        "Helping my mom with the dishes was a good deed.",
        "I saw my friend pick up trash; that was a nice deed.",
        "Giving my brother a hug was a kind deed.",
        "Feeding my pet is a helpful deed I do every day.",
        "Drawing a picture for my teacher was a special deed."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "defend",
      "pronunciation": "/dɪˈfɛnd/",
      "part_of_speech": "Verb",
      "meanings": [
        "To defend means to keep someone safe from getting hurt or to help them when they are in trouble."
      ],
      "examples": [
        "I will defend my friend if someone is being mean to her.",
        "The dog barks to defend its owner from strangers.",
        "I defend my toys when my brother tries to take them.",
        "In soccer, I help defend our goal from the other team.",
        "My mom defends my little sister when she is scared."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "device",
      "pronunciation": "/dɪˈvaɪs/",
      "part_of_speech": "Noun",
      "meanings": [
        "A device is a tool or gadget that helps you do something, like a phone for talking or a tablet for playing games."
      ],
      "examples": [
        "I use a tablet device to play games and watch videos.",
        "My dad has a special device to help him fix our car.",
        "The teacher showed us a device that helps us learn math.",
        "We have a fun device that makes smoothies in the kitchen.",
        "My sister has a cool device that takes pictures of our family."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "diagram",
      "pronunciation": "/ˈdaɪəɡræm/",
      "part_of_speech": "Noun",
      "meanings": [
        "A diagram is a simple picture that helps us understand how something works or shows us the different parts of something."
      ],
      "examples": [
        "The teacher showed us a diagram of the water cycle.",
        "I made a diagram to show how to build my toy.",
        "The diagram in my science book helped me learn about plants.",
        "We drew a diagram to plan our playground game.",
        "Mom used a diagram to explain how to bake cookies."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "digest",
      "pronunciation": "/daɪˈdʒɛst/",
      "part_of_speech": "Verb",
      "meanings": [
        "To digest means to break down food in our tummies so our bodies can use it for energy and to grow. It’s like turning the food into fuel for our bodies!"
      ],
      "examples": [
        "I eat my lunch so my body can digest the food.",
        "After reading the story, I need time to digest what it means.",
        "The dog takes a while to digest his food after eating.",
        "I chew my food well to help my stomach digest it.",
        "When I learn something new, I take a moment to digest the information."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "division",
      "pronunciation": "/dɪˈvɪʒ.ən/",
      "part_of_speech": "Noun",
      "meanings": [
        "Division is when you split something into smaller parts. For example, if you have 8 cookies and you share them with 4 friends, each friend gets 2 cookies."
      ],
      "examples": [
        "In math class, we learned about division and how to share things equally.",
        "Our team won the game, and we celebrated our division of the prize.",
        "The pizza was cut into eight slices, making a division for everyone.",
        "In the school play, I had a division where I got to be a princess.",
        "At home, my brother and I each have a division of our toys."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "doze",
      "pronunciation": "/doʊz/",
      "part_of_speech": "Verb",
      "meanings": [
        "To doze means to take a short, light sleep, like when you rest your eyes for a little while on the couch or during storytime."
      ],
      "examples": [
        "I like to doze on the couch after lunch.",
        "My puppy likes to doze in the sun by the window.",
        "Sometimes, I doze while listening to a story at school.",
        "After playing outside, I doze for a little while.",
        "My dad takes a short break to doze in his chair."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "drift",
      "pronunciation": "/drɪft/",
      "part_of_speech": "Verb",
      "meanings": [
        "To drift means to move slowly and gently, like a leaf floating on water or a balloon floating in the air. It can also mean to wander around without a clear direction."
      ],
      "examples": [
        "The leaves drift down from the trees in the fall.",
        "The boat will drift slowly on the lake.",
        "I saw a paper airplane drift through the air.",
        "The balloon will drift away if I let go.",
        "The puppy likes to drift around the yard and explore."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "elect",
      "pronunciation": "/ɪˈlɛkt/",
      "part_of_speech": "Verb",
      "meanings": [
        "To elect means to choose someone for a job or role, like picking a class leader by voting."
      ],
      "examples": [
        "We will elect a class leader during our meeting.",
        "Let's elect a snack for our party this Friday.",
        "The kids will elect their favorite game to play.",
        "We can elect a book to read together in class.",
        "My family will elect where to go for vacation next."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "enable",
      "pronunciation": "/ɪˈneɪ.bəl/",
      "part_of_speech": "Verb",
      "meanings": [
        "To enable means to help someone do something or to make it easier for them to do it."
      ],
      "examples": [
        "My new tablet will enable me to play fun games.",
        "The teacher will enable us to learn new things this year.",
        "A flashlight can enable us to see in the dark.",
        "My mom will enable me to bake cookies this weekend.",
        "The new swings will enable all the kids to play together."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "event",
      "pronunciation": "/ɪˈvɛnt/",
      "part_of_speech": "Noun",
      "meanings": [
        "An event is something special that happens, like a birthday party, a school play, or a holiday celebration. It's a time when people get together to have fun or do something important."
      ],
      "examples": [
        "We had a great event at school for our science fair.",
        "The birthday party was a fun event for my friend.",
        "Our family picnic was the best event of the summer.",
        "The school play is an exciting event that everyone will watch.",
        "A big event is coming up for our soccer game this weekend."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "examine",
      "pronunciation": "/ɪɡˈzæmɪn/",
      "part_of_speech": "Verb",
      "meanings": [
        "To examine means to look at something very carefully to find out more about it, like when you check your toys to see how they work."
      ],
      "examples": [
        "I will examine my book to find the best picture.",
        "The teacher asked us to examine the plants in the garden.",
        "Let's examine the puzzle pieces to see which ones fit together.",
        "I will examine my toy car to see what is wrong with it.",
        "We can examine the cookies to find the chocolate chips."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "experience",
      "pronunciation": "/ɪkˈspɪəriəns/",
      "part_of_speech": "Noun",
      "meanings": [
        "Experience is what you learn when you do something many times, like riding a bike or playing a game. It helps you get better at it!"
      ],
      "examples": [
        "I had a fun experience at the zoo with my family.",
        "Playing soccer gave me a great experience with my friends.",
        "Cooking with my mom was a yummy experience in the kitchen.",
        "Reading books helps me have more experience with words.",
        "My first day of school was a big experience for me."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "fan",
      "pronunciation": "/fæn/",
      "part_of_speech": "Noun",
      "meanings": [
        "A fan is someone who really likes a person, team, or activity and enjoys cheering for them or following what they do."
      ],
      "examples": [
        "My dad is a big fan of the football team.",
        "Samantha is a fan of the singer who sings my favorite song.",
        "At the game, I saw many fans cheering for our team.",
        "My brother is a fan of superheroes and loves their movies.",
        "We made a thank-you card for our fan who helped us win!"
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "fatal",
      "pronunciation": "/ˈfeɪtəl/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Fatal means something that can cause a person or animal to die. It’s like when something is very dangerous and can hurt someone in a serious way."
      ],
      "examples": [
        "The doctor said the snake bite could be fatal if not treated.",
        "Climbing too high on the tree can be fatal if you fall down.",
        "In the movie, the hero saved the day from a fatal disaster.",
        "Eating something very bad could be fatal for our pet.",
        "The teacher warned us that running in the hall can be fatal if we trip."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "feature",
      "pronunciation": "/ˈfiː.tʃər/",
      "part_of_speech": "Noun",
      "meanings": [
        "A feature is an important part of something that makes it special or different, like the cool colors on your favorite toy."
      ],
      "examples": [
        "The new video game has a cool feature that lets you play with friends.",
        "My favorite toy has a bright color feature that makes it look special.",
        "The puppy's fluffy fur is a nice feature that makes him so cuddly.",
        "In our classroom, the big windows are a great feature for lots of sunlight.",
        "The cake has a yummy chocolate feature that everyone loves to eat."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "finicky",
      "pronunciation": "/ˈfɪn.ɪ.ki/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Finicky means being very careful about what you like and not easily happy with things. For example, if you only want your food to look a certain way, you are being finicky."
      ],
      "examples": [
        "My sister is finicky about her food and only eats pizza.",
        "The dog is finicky and won't eat his dinner if it has vegetables.",
        "My friend is finicky about his toys and only plays with the blue one.",
        "At school, I’m finicky about my crayons and want them all to be sharp.",
        "Mom says I’m finicky because I don’t like to wear certain shirts."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "flutter",
      "pronunciation": "/ˈflʌtər/",
      "part_of_speech": "Verb",
      "meanings": [
        "To flutter means to move up and down or side to side quickly and lightly, like a butterfly flapping its wings."
      ],
      "examples": [
        "The butterfly will flutter from flower to flower.",
        "The leaves flutter in the wind during autumn.",
        "My little sister likes to flutter her dress when she spins.",
        "The bird began to flutter its wings before it flew away.",
        "I watched the paper airplane flutter down to the ground."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "foul",
      "pronunciation": "/faʊl/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Foul means something that smells really bad or is dirty. It can also describe behavior that is mean or unfair."
      ],
      "examples": [
        "The milk in the fridge smells foul and we can't drink it.",
        "My brother made a foul mess in the living room with his toys.",
        "The dog rolled in something foul and needs a bath.",
        "We left the foul food outside and the ants came to eat it.",
        "The foul smell from the trash made me cover my nose."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "frail",
      "pronunciation": "/freɪl/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Frail means very weak and easy to break. A frail person might need help because they can't do things as easily as others."
      ],
      "examples": [
        "The frail butterfly landed gently on the flower.",
        "My frail grandmother needs help walking up the stairs.",
        "The frail kitten was scared and hid under the bed.",
        "Be careful with that frail toy; it might break easily.",
        "The frail plant needs water to grow strong and healthy."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "freight",
      "pronunciation": "/freɪt/",
      "part_of_speech": "Noun",
      "meanings": [
        "Freight is the big boxes or things that are moved from one place to another by trucks, trains, ships, or planes. It's like when a delivery truck brings new toys or food to a store!"
      ],
      "examples": [
        "The truck delivered freight with lots of toys for the store.",
        "Our class learned how freight travels on big ships and trains.",
        "The farmer sent freight of fresh fruits to the market.",
        "My dad works with freight to move big boxes across the country.",
        "We saw a freight train carrying cars on our way to school."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "frustrate",
      "pronunciation": "/frʌs.treɪt/",
      "part_of_speech": "Verb",
      "meanings": [
        "To frustrate means to feel upset or annoyed because you can’t do something you want to do, like when a puzzle piece doesn’t fit."
      ],
      "examples": [
        "It can frustrate me when I can't find my favorite toy.",
        "When I drop my ice cream, it really frustrates me.",
        "My puzzle pieces are missing, and that frustrates me a lot.",
        "It frustrates my brother when he can't beat the video game level.",
        "Trying to tie my shoes can frustrate me sometimes."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "govern",
      "pronunciation": "/ˈɡʌv.ərn/",
      "part_of_speech": "Verb",
      "meanings": [
        "To govern means to lead a group of people, like a country or town, and help make decisions for them. It’s like being a captain of a team, making sure everyone works together and follows the rules."
      ],
      "examples": [
        "The teacher helps govern our class and makes the rules.",
        "My mom governs our family and decides what we eat for dinner.",
        "The student council governs the school and plans fun activities.",
        "The captain governs the team and tells us what to do in the game.",
        "The mayor governs the town and helps keep it safe for everyone."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "gradual",
      "pronunciation": "/ˈɡrædʒ.u.əl/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Gradual means something that happens slowly over time, like when a flower grows a little bit every day instead of all at once."
      ],
      "examples": [
        "The sun set gradually, changing the sky from blue to orange.",
        "My plants grew gradually, getting taller every week.",
        "Learning to ride a bike is a gradual process that takes practice.",
        "The ice cream melted gradually in the warm sun.",
        "My puppy learned to sit gradually with lots of treats and praise."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "graduate",
      "pronunciation": "/ˈɡrædʒ.u.eɪt/",
      "part_of_speech": "Verb",
      "meanings": [
        "To finish school or a special program and get a certificate or diploma that shows you did a good job."
      ],
      "examples": [
        "I will graduate from kindergarten this year.",
        "My sister will graduate from high school next month.",
        "We all cheered when our friend graduated from college.",
        "I want to graduate and become a teacher one day.",
        "After I graduate, I will have a special party!"
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "grasp",
      "pronunciation": "/ɡræsp/",
      "part_of_speech": "Verb",
      "meanings": [
        "To grasp means to hold something really tightly with your hand or to understand something well, like when you get a new idea."
      ],
      "examples": [
        "I can grasp the rope tightly when I climb the tree.",
        "She tried to grasp the math problem and got it right!",
        "I grasp my puppy’s leash so he doesn’t run away.",
        "Mom taught me how to grasp the pencil when I write.",
        "He couldn't grasp the rules of the game at first."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "gulf",
      "pronunciation": "/ɡʌlf/",
      "part_of_speech": "Noun",
      "meanings": [
        "A gulf is a big part of the ocean that is almost surrounded by land, like a big water hug for the shore."
      ],
      "examples": [
        "The big gulf between the land and the water is so beautiful.",
        "There was a gulf between the two teams in the game score.",
        "My brother and I felt a gulf when we argued about the toy.",
        "The gulf of water near the beach is fun for swimming.",
        "We saw a gulf in the mountains while on our family trip."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "gust",
      "pronunciation": "/ɡʌst/",
      "part_of_speech": "Noun",
      "meanings": [
        "A gust is a quick and strong blow of wind that can make leaves dance or make your hair flutter."
      ],
      "examples": [
        "A strong gust of wind blew my hat away.",
        "We felt a gust while flying our kites at the park.",
        "The gust made the leaves dance on the trees.",
        "I saw a gust push the bubbles across the yard.",
        "A sudden gust of wind made the door slam shut."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "habit",
      "pronunciation": "/ˈhæb.ɪt/",
      "part_of_speech": "Noun",
      "meanings": [
        "A habit is something you do regularly, like brushing your teeth every morning or reading a book before bed."
      ],
      "examples": [
        "Brushing my teeth every morning is a good habit.",
        "My sister has a habit of reading before bed.",
        "Eating fruits and veggies is a healthy habit for kids.",
        "I have a habit of saying \"thank you\" when someone helps me.",
        "My dog has a habit of barking when the mailman comes."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "haste",
      "pronunciation": "/heɪst/",
      "part_of_speech": "Noun",
      "meanings": [
        "Haste means to do something very quickly, like when you rush to get ready for school or hurry to finish a game before dinner."
      ],
      "examples": [
        "We rushed to the bus in haste so we wouldn't be late for school.",
        "Mom cooked dinner in haste because we were very hungry.",
        "In haste, I grabbed my backpack and ran out the door.",
        "We finished our game in haste when it started to rain.",
        "My dog ran in haste when he saw the squirrel in the yard."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "hinge",
      "pronunciation": "/hɪndʒ/",
      "part_of_speech": "Noun",
      "meanings": [
        "A hinge is a part that helps a door or lid open and close by allowing it to swing back and forth."
      ],
      "examples": [
        "The door has a hinge that lets it swing open and closed.",
        "My toy box has a hinge so I can open it easily.",
        "The gate in the backyard has a rusty hinge that needs oil.",
        "The refrigerator door has a strong hinge to keep it closed tight.",
        "I watched my dad fix the hinge on the kitchen cabinet."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "hint",
      "pronunciation": "/hɪnt/",
      "part_of_speech": "Noun",
      "meanings": [
        "A hint is a little clue or tip that helps you figure something out or gives you an idea about what to do next."
      ],
      "examples": [
        "The teacher gave us a hint about the math problem.",
        "I needed a hint to find the hidden treasure in the game.",
        "Mom left a hint on the fridge for where to find my snack.",
        "My friend gave me a hint to solve the puzzle quickly.",
        "The clue was a hint that helped me find my lost toy."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "individual",
      "pronunciation": "/ˌɪndɪˈvɪdʒuəl/",
      "part_of_speech": "Noun/Adjective",
      "meanings": [
        "An individual is one single person or thing that is different from others. For example, you are an individual because you are not like anyone else!"
      ],
      "examples": [
        "Each individual student has their own special talents.",
        "My individual toy is different from my brother's toy.",
        "We each got an individual piece of cake at the party.",
        "Every individual friend brings something unique to our group.",
        "The teacher gave each individual a sticker for being kind."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "infection",
      "pronunciation": "/ɪnˈfɛkʃən/",
      "part_of_speech": "Noun",
      "meanings": [
        "An infection is when tiny germs get into your body and make you feel sick. It can cause things like a cough or a fever."
      ],
      "examples": [
        "I got an infection from a cut on my finger.",
        "My mom said I need medicine for my ear infection.",
        "The doctor told me to wash my hands to avoid infection.",
        "My friend stayed home from school because of a bad infection.",
        "Pets can get infections too, so we need to keep them healthy."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "influence",
      "pronunciation": "/ˈɪnfluəns/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "Influence is when you can change how someone thinks or acts, like when a friend helps you decide what game to play."
      ],
      "examples": [
        "My teacher has a big influence on how I learn.",
        "Friends can influence each other to try new games.",
        "My mom's cooking can influence what I want to eat.",
        "Books can influence the way we think about the world.",
        "I hope to influence my friends to be kind to everyone."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "injure",
      "pronunciation": "/ˈɪn.dʒər/",
      "part_of_speech": "Verb",
      "meanings": [
        "To hurt someone or something so that it feels pain or gets hurt."
      ],
      "examples": [
        "I can injure my finger if I touch the sharp knife.",
        "Be careful not to injure your knee when you ride your bike.",
        "The dog might injure its paw if it runs on the glass.",
        "She didn't mean to injure her friend while playing tag.",
        "He hurt his foot and didn't want to injure it more."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "intelligent",
      "pronunciation": "/ɪnˈtɛl.ɪ.dʒənt/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Intelligent means being smart and able to learn new things quickly, like when you solve a tricky puzzle or understand a new game."
      ],
      "examples": [
        "My dog is very intelligent; he learns tricks quickly.",
        "The intelligent girl solved the puzzle faster than anyone else.",
        "In class, the teacher said I am an intelligent student.",
        "My brother is intelligent; he knows all the answers in math.",
        "The intelligent robot can answer questions and help us learn."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "interval",
      "pronunciation": "/ˈɪn.tə.vəl/",
      "part_of_speech": "Noun",
      "meanings": [
        "A time or space between two things or events, like the break between classes or the gap between two trees."
      ],
      "examples": [
        "We took a short interval to rest during our game.",
        "There is a long interval between breakfast and lunch.",
        "I wait for an interval before I play outside again.",
        "We have a music interval between classes at school.",
        "The interval between snacks helps me feel hungry again."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "jagged",
      "pronunciation": "/ˈdʒæɡ.ɪd/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Having sharp or uneven edges that can feel rough, like a broken piece of glass or a rocky path."
      ],
      "examples": [
        "The rock has a jagged edge that can hurt if you touch it.",
        "I saw a jagged piece of glass on the playground and told my teacher.",
        "The mountain had jagged peaks that looked like a giant's teeth.",
        "My paper got a jagged tear when I pulled it too hard.",
        "The shark's teeth are sharp and jagged, perfect for catching fish."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "jet",
      "pronunciation": "/dʒɛt/",
      "part_of_speech": "Noun",
      "meanings": [
        "A jet is a fast airplane that has powerful engines and can fly high in the sky. It helps people travel quickly to different places."
      ],
      "examples": [
        "The jet flew high in the sky over our house.",
        "I saw a big jet at the airport with my dad.",
        "My toy jet zoomed across the floor like a real airplane.",
        "The jet made a loud sound as it took off.",
        "In the movie, the hero flew a fast jet to save the day."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "landmark",
      "pronunciation": "/ˈlændmɑrk/",
      "part_of_speech": "Noun",
      "meanings": [
        "A landmark is a special place or thing that is easy to see and helps people know where they are, like a tall building or a famous statue."
      ],
      "examples": [
        "The tall tree in our yard is a landmark for our games.",
        "The big red barn is a landmark on our way to grandma's house.",
        "In our town, the statue is a famous landmark everyone knows.",
        "The playground is a landmark where we all meet to play.",
        "The old clock tower is a landmark that helps us find our way."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "launch",
      "pronunciation": "/lɔːntʃ/",
      "part_of_speech": "Verb",
      "meanings": [
        "To launch means to start something new, like when you open a toy or begin a fun game."
      ],
      "examples": [
        "We will launch a new art project in class next week.",
        "Mom will launch the movie night with popcorn and snacks.",
        "My brother wants to launch his new rocket in the backyard.",
        "The teacher will launch a reading challenge for all the students.",
        "My friends and I will launch our lemonade stand this summer."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "league",
      "pronunciation": "/liːɡ/",
      "part_of_speech": "Noun",
      "meanings": [
        "A league is a group of teams that play games against each other, like in soccer or basketball, to see who is the best."
      ],
      "examples": [
        "Our school has a soccer league for kids to play together.",
        "I joined a book league where we read stories and talk about them.",
        "My brother's baseball league has games every Saturday.",
        "The video game league has fun competitions for all our friends.",
        "We made a league of friends to help each other with homework."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "limit",
      "pronunciation": "/ˈlɪmɪt/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "A limit is the highest or lowest amount of something that is allowed. For example, you can only eat a certain number of cookies, and that number is the limit."
      ],
      "examples": [
        "We have a limit on how many cookies we can eat.",
        "The teacher set a time limit for the art project.",
        "There is a limit to how loud we can be in class.",
        "My mom said I can only play video games for one hour; that’s the limit.",
        "In the pool, we have a limit on how deep we can swim."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "malice",
      "pronunciation": "/ˈmælɪs/",
      "part_of_speech": "Noun",
      "meanings": [
        "Malice is when someone wants to hurt another person on purpose. It's like being mean or wanting to make someone feel bad."
      ],
      "examples": [
        "It is wrong to hurt others with malice.",
        "He said mean things to her with malice.",
        "She didn't mean to break the toy; there was no malice.",
        "When we play, we should never act with malice.",
        "Malice can make friends sad, so we should be kind."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "marine",
      "pronunciation": "/məˈrin/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Marine means anything that comes from the sea or ocean, like fish, sea turtles, and plants that live in water."
      ],
      "examples": [
        "The marine animals swim in the ocean.",
        "We learned about marine life in science class.",
        "My favorite marine creature is the dolphin.",
        "The marine plants help clean the water.",
        "We watched a movie about marine adventures."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "marsh",
      "pronunciation": "/mɑrʃ/",
      "part_of_speech": "Noun",
      "meanings": [
        "A marsh is a wet, grassy area where water collects and plants grow. It's like a big, muddy garden that sometimes has little ponds and lots of frogs!"
      ],
      "examples": [
        "The marsh is full of tall grass and colorful flowers.",
        "We saw frogs jumping in the marsh near the pond.",
        "My class went on a field trip to explore the marsh.",
        "Birds love to build nests in the marsh by the water.",
        "The marsh is a great place to find cool bugs and animals."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "memorize",
      "pronunciation": "/ˈmɛm.əˌraɪz/",
      "part_of_speech": "Verb",
      "meanings": [
        "To learn something so well that you can remember it without looking at it, like a song or a poem."
      ],
      "examples": [
        "I need to memorize my new phone number.",
        "In class, we will memorize a poem for our show.",
        "I like to memorize the names of all my toys.",
        "Can you help me memorize the song we learned?",
        "My sister has to memorize her lines for the play."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "mental",
      "pronunciation": "/ˈmɛn.təl/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Related to how we think, feel, and learn in our brains."
      ],
      "examples": [
        "I used my mental skills to solve the puzzle.",
        "Playing games helps my mental focus in school.",
        "Reading books is good for my mental growth.",
        "I like to practice mental math with my dad.",
        "My teacher helps us with our mental thinking every day."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "method",
      "pronunciation": "/ˈmɛθəd/",
      "part_of_speech": "Noun",
      "meanings": [
        "A method is a way to do something, like following steps to finish a project or solve a problem. It's like a recipe that helps you know what to do next!"
      ],
      "examples": [
        "My teacher showed us a method to solve math problems.",
        "We used a method to build a big tower with blocks.",
        "There is a method to organize our toys by color.",
        "My mom has a special method for baking cookies.",
        "We learned a method to tie our shoelaces quickly."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "milestone",
      "pronunciation": "/ˈmaɪlstoʊn/",
      "part_of_speech": "Noun",
      "meanings": [
        "A milestone is a special event that is important in someone's life, like learning to ride a bike or having a birthday. It shows how much they have grown or achieved."
      ],
      "examples": [
        "Getting my first bike was a big milestone for me.",
        "Today is a milestone because I learned to tie my shoes!",
        "My birthday party was a special milestone with all my friends.",
        "Finishing my first book was an exciting milestone in school.",
        "Helping my puppy learn to sit was a great milestone for us!"
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "misery",
      "pronunciation": "/ˈmɪzəri/",
      "part_of_speech": "Noun",
      "meanings": [
        "Misery is a feeling of being very sad or uncomfortable. It's like when you lose your favorite toy or feel really lonely."
      ],
      "examples": [
        "When it rains all day, we feel a lot of misery.",
        "Losing my favorite toy brought me such misery.",
        "Seeing my friend sad caused me misery too.",
        "The long wait for my birthday cake was pure misery.",
        "When my pet is sick, it brings me misery."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "moisture",
      "pronunciation": "/ˈmɔɪsʧər/",
      "part_of_speech": "Noun",
      "meanings": [
        "Moisture is tiny drops of water in the air or on things, like when you see dew on grass in the morning or feel humidity on a hot day."
      ],
      "examples": [
        "The plants need moisture to grow big and strong.",
        "After the rain, the grass has a lot of moisture on it.",
        "We felt the moisture in the air during our picnic.",
        "The cake had moisture inside, making it very yummy.",
        "My hands felt moisture after washing them with soap and water."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "mystify",
      "pronunciation": "/ˈmɪstɪfaɪ/",
      "part_of_speech": "Verb",
      "meanings": [
        "To make someone feel confused or unsure about something, like when a tricky riddle makes you think hard."
      ],
      "examples": [
        "The magic trick mystified all the kids at the party.",
        "My puppy's sudden jump mystified me; I didn't see that coming!",
        "The riddle my teacher gave us mystified everyone in the class.",
        "The strange noise in the attic mystified my little brother.",
        "The puzzle mystified me, and I couldn't figure it out."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "nation",
      "pronunciation": "/ˈneɪʃən/",
      "part_of_speech": "Noun",
      "meanings": [
        "A nation is a big group of people who live in the same place and have similar ways of life, like traditions and rules. It's like a large family that shares a home and values together."
      ],
      "examples": [
        "Our nation has many different kinds of food to eat.",
        "In our nation, people celebrate many fun holidays together.",
        "My teacher told us about the history of our nation.",
        "The nation we live in has many beautiful places to visit.",
        "Animals in our nation need to be protected and cared for."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "nectar",
      "pronunciation": "/ˈnɛktər/",
      "part_of_speech": "Noun",
      "meanings": [
        "Nectar is a sweet juice made by flowers that helps attract bees and butterflies. It’s like a yummy drink for them!"
      ],
      "examples": [
        "The flowers in the garden have sweet nectar for the bees.",
        "The butterfly drinks nectar from the colorful flowers.",
        "My mom told me nectar helps flowers grow big and strong.",
        "We saw a hummingbird sipping nectar from the orange blossoms.",
        "In spring, the bees collect nectar to make honey."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "novel",
      "pronunciation": "/ˈnɑ.vəl/",
      "part_of_speech": "Noun",
      "meanings": [
        "A novel is a long story that is made up in someone’s imagination, telling about the adventures and feelings of different characters. It’s like a big book that takes you on a fun journey!"
      ],
      "examples": [
        "I read a novel about a brave knight and a dragon.",
        "My teacher gave us a new novel to read in class.",
        "The novel I picked has a funny story about a talking dog.",
        "My sister loves to write a novel about her adventures at the zoo.",
        "During summer, I plan to finish reading my favorite novel."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "nursery",
      "pronunciation": "/ˈnɜːrsəri/",
      "part_of_speech": "Noun",
      "meanings": [
        "A nursery is a place where young children go to play and learn while their parents are at work. It’s like a fun school with toys, games, and friends!"
      ],
      "examples": [
        "The baby plants grew strong in the nursery.",
        "My little brother goes to the nursery while I am at school.",
        "We saw colorful flowers in the nursery near our house.",
        "The nursery was full of happy children playing with toys.",
        "Mom took me to the nursery to buy new plants for our garden."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "opposite",
      "pronunciation": "/ˈɒpəzɪt/",
      "part_of_speech": "Adjective/Noun",
      "meanings": [
        "Opposite means something that is very different from another thing, like hot and cold or big and small."
      ],
      "examples": [
        "The sun is bright, but the moon is opposite because it shines at night.",
        "Hot soup is the opposite of cold ice cream on a sunny day.",
        "My sister is loud, but I am the opposite and like to be quiet.",
        "Up is the opposite of down when we jump on the trampoline.",
        "In winter, snow is the opposite of the sand we play with at the beach."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "ordeal",
      "pronunciation": "/ɔːrˈdiːəl/",
      "part_of_speech": "Noun",
      "meanings": [
        "An ordeal is a really hard or uncomfortable situation that makes you feel tired or worried, like when you have to do something scary or wait a long time."
      ],
      "examples": [
        "Getting up early for school can feel like an ordeal sometimes.",
        "Waiting in line for my turn on the slide was an ordeal.",
        "My dog had an ordeal when he got stuck in the fence.",
        "Cleaning my messy room was a big ordeal for me.",
        "The long car ride to Grandma's house felt like an ordeal."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "outcome",
      "pronunciation": "/ˈaʊtˌkʌm/",
      "part_of_speech": "Noun",
      "meanings": [
        "An outcome is what happens after you do something, like the result of a game or a project."
      ],
      "examples": [
        "The outcome of our game was that we all had fun together.",
        "If we study hard, the outcome will be good grades.",
        "The outcome of baking cookies is a yummy treat for everyone.",
        "When we work as a team, the outcome is a great project.",
        "The outcome of planting seeds is flowers that grow in the garden."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "pastime",
      "pronunciation": "/ˈpæstaɪm/",
      "part_of_speech": "Noun",
      "meanings": [
        "A pastime is something fun that you like to do when you are not at school or doing chores, like playing games or drawing."
      ],
      "examples": [
        "Reading books is my favorite pastime.",
        "Playing soccer with my friends is a fun pastime.",
        "Drawing pictures is a nice pastime for me.",
        "Baking cookies with my family is a tasty pastime.",
        "Watching cartoons is a great pastime on weekends."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "pattern",
      "pronunciation": "/ˈpætərn/",
      "part_of_speech": "Noun",
      "meanings": [
        "A pattern is a design or shape that repeats, like stripes on a shirt or dots on a balloon. It helps us see a special order or rhythm in things around us."
      ],
      "examples": [
        "The rainbow has a beautiful pattern of colors.",
        "I made a pattern with my blocks: red, blue, red, blue.",
        "My shirt has a fun pattern of stars and moons.",
        "We drew a pattern with crayons: circle, square, circle, square.",
        "The cookies have a sprinkle pattern on top."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "pause",
      "pronunciation": "/pɔːz/",
      "part_of_speech": "Verb",
      "meanings": [
        "To stop for a little while when you're doing something, like when you take a break from playing or talking."
      ],
      "examples": [
        "Let's pause the game so we can eat our snacks.",
        "I will pause my video to help my little sister.",
        "The teacher asked us to pause and think before we answer.",
        "We can pause our drawing to take a quick break.",
        "My dog likes to pause and sniff the flowers during our walk."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "plateau",
      "pronunciation": "/plæˈtoʊ/",
      "part_of_speech": "Noun",
      "meanings": [
        "A plateau is a flat area of land that is higher than the land around it, like a big, flat table on a hill."
      ],
      "examples": [
        "The mountain has a big, flat plateau at the top.",
        "We had a picnic on a plateau near the lake.",
        "The toy car raced up the hill and stopped on the plateau.",
        "In art class, we made a model of a plateau with clay.",
        "My family hiked to a plateau where we could see the valley."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "positive",
      "pronunciation": "/ˈpɒzɪtɪv/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Feeling happy and thinking good things about people or situations."
      ],
      "examples": [
        "I always try to have a positive attitude at school.",
        "My mom said it’s positive to help others when we can.",
        "I felt positive when I got a good grade on my test.",
        "My dog wags his tail in a positive way when I come home.",
        "It’s positive to say nice things to our friends."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "prank",
      "pronunciation": "/præŋk/",
      "part_of_speech": "Noun",
      "meanings": [
        "A prank is a funny trick you play on someone to make them laugh or surprise them. It's like hiding and jumping out to say \"boo!\" to a friend!"
      ],
      "examples": [
        "I played a funny prank on my brother by hiding his shoes.",
        "For April Fools' Day, we planned a silly prank on our teacher.",
        "My sister's prank made everyone laugh at the birthday party.",
        "We told a prank joke to our friends during lunch.",
        "The dog did a funny prank by stealing my snack."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "primary",
      "pronunciation": "/ˈpraɪməri/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Primary means the most important or the first in a group, like your main teacher at school or the first colors you learn, like red, blue, and yellow."
      ],
      "examples": [
        "My primary goal is to finish my homework before dinner.",
        "The primary color red is used to make many other colors.",
        "My teacher said reading is our primary activity in class today.",
        "The primary rule in the game is to take turns.",
        "Helping my mom is my primary job at home."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "process",
      "pronunciation": "/ˈprɒsɛs/",
      "part_of_speech": "Noun",
      "meanings": [
        "A process is a series of steps you follow to do something or make something happen, like baking a cake or getting ready for school."
      ],
      "examples": [
        "Making a sandwich is a fun process that starts with choosing the bread.",
        "In art class, we learned the process of painting a picture step by step.",
        "The process of planting a seed takes time and care to grow a flower.",
        "When baking cookies, the process includes mixing, shaping, and baking the dough.",
        "Cleaning my room is a process that helps me find my toys again."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "promote",
      "pronunciation": "/prəˈmoʊt/",
      "part_of_speech": "Verb",
      "meanings": [
        "To help something grow or get better by showing it to others or cheering for it."
      ],
      "examples": [
        "I will promote kindness by sharing my toys with my friends.",
        "Our teacher wants to promote reading by giving us fun books to read.",
        "We can promote healthy snacks by bringing fruits to our picnic.",
        "My family promotes recycling by using a special bin for plastic.",
        "The coach helps promote teamwork during our soccer games."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "rate",
      "pronunciation": "/reɪt/",
      "part_of_speech": "Verb/Noun",
      "meanings": [
        "To give a score or a number to something to say how good or bad it is, like when you rate a movie or a toy."
      ],
      "examples": [
        "I rate my favorite ice cream flavor as the best.",
        "My teacher will rate our art projects this week.",
        "I want to rate the movie we saw together.",
        "Can you rate how much you like this game?",
        "I will rate my toy car a five out of five!"
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "recreation",
      "pronunciation": "/ˌrɛkriˈeɪʃən/",
      "part_of_speech": "Noun",
      "meanings": [
        "Fun activities that you do in your free time when you are not working, like playing games or going to the park."
      ],
      "examples": [
        "We went to the park for some recreation after school.",
        "Recreation is playing games with my friends on the playground.",
        "My family enjoys recreation like biking and hiking on weekends.",
        "Recreation can be drawing or painting at home for fun.",
        "I love to have recreation by playing soccer with my teammates."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "regret",
      "pronunciation": "/rɪˈɡrɛt/",
      "part_of_speech": "Verb/Noun",
      "meanings": [
        "To feel sad or sorry about something you did or didn’t do, like when you wish you had made a different choice."
      ],
      "examples": [
        "I regret not sharing my toys with my friend.",
        "She felt regret after breaking her favorite toy.",
        "He will regret not studying for the big test.",
        "I regret eating all the cookies before dinner.",
        "They regret not playing outside when it was sunny."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "rely",
      "pronunciation": "/rɪˈlaɪ/",
      "part_of_speech": "Verb",
      "meanings": [
        "To depend on someone to help you or be there for you when you need it."
      ],
      "examples": [
        "I rely on my mom to help me cook dinner.",
        "In school, I rely on my teacher to explain the math problems.",
        "I rely on my best friend to play games with me at recess.",
        "My puppy relies on me to feed him every day.",
        "We can rely on each other when we do group projects."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "resident",
      "pronunciation": "/ˈrɛzɪdənt/",
      "part_of_speech": "Noun",
      "meanings": [
        "A resident is a person who lives in a certain place, like a town or a neighborhood. If you live in a house or an apartment in a city, you are a resident of that city."
      ],
      "examples": [
        "The resident of our house is my mom.",
        "The dog is a resident of our backyard.",
        "Every resident in our class loves to read books.",
        "Our neighbor is a friendly resident who helps us.",
        "The resident of the zoo is the big elephant."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "respect",
      "pronunciation": "/rɪˈspɛkt/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "Respect means treating others kindly and valuing their feelings and ideas. It’s like when you listen to your friend or help someone because you think they are important."
      ],
      "examples": [
        "We should show respect to our teachers because they help us learn.",
        "I have respect for my mom because she works very hard.",
        "It's important to respect everyone's feelings when we play games.",
        "I respect my dog because he always protects our family.",
        "When we listen to others, we show them respect."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "responsible",
      "pronunciation": "/rɪˈspɒnsəbl/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Responsible means taking care of your things and making good choices. It’s like when you help with chores or keep your promises to friends."
      ],
      "examples": [
        "I am responsible for feeding my dog every day.",
        "In school, we are responsible for keeping our classroom clean.",
        "My mom says I can be responsible by helping with chores.",
        "My teacher is responsible for helping us learn new things.",
        "When I play games, I am responsible for following the rules."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "reverse",
      "pronunciation": "/rɪˈvɜrs/",
      "part_of_speech": "Verb/Adjective",
      "meanings": [
        "Reverse means to turn something around or go back the way you came. For example, if you are walking forward and then turn to walk backward, you are reversing your direction."
      ],
      "examples": [
        "I can reverse my toy car and make it go backward.",
        "If you make a mistake, you can reverse it and try again.",
        "Let's reverse the order of the games we play today.",
        "When I finish my puzzle, I can reverse the pieces to start over.",
        "You can reverse the picture to see it upside down!"
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "rig",
      "pronunciation": "/rɪɡ/",
      "part_of_speech": "Verb",
      "meanings": [
        "To rig means to set something up in a way that is unfair, like changing the rules so you can win a game."
      ],
      "examples": [
        "I saw my brother rig the game so he could win.",
        "It’s not nice to rig the rules when we play together.",
        "She tried to rig the contest by sneaking extra points.",
        "We can’t rig the team so only our friends can play.",
        "He wanted to rig the vote for the best pizza topping."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "risk",
      "pronunciation": "/rɪsk/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "Risk is when you try something that could be a little dangerous or might not work out well, like climbing a tall tree or riding a bike without training wheels."
      ],
      "examples": [
        "It is a risk to climb too high on the jungle gym.",
        "I took a risk when I tried to ride my bike without training wheels.",
        "When I play tag, there is a risk of falling down.",
        "Eating too many sweets can be a risk for your teeth.",
        "My dog takes a risk when he chases after the squirrel."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "rod",
      "pronunciation": "/rɒd/",
      "part_of_speech": "Noun",
      "meanings": [
        "A rod is a long, thin stick made of wood or metal. It can be used for things like fishing, measuring, or holding something up."
      ],
      "examples": [
        "The teacher used a rod to point at the map.",
        "Dad fixed the fence with a long wooden rod.",
        "I caught a fish using a fishing rod at the lake.",
        "We used a rod to hang the curtain in the living room.",
        "My sister drew a straight line with a metal rod."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "scar",
      "pronunciation": "/skɑːr/",
      "part_of_speech": "Noun",
      "meanings": [
        "A scar is a mark on your skin that stays after a cut or hurt has healed. It's like a reminder of when you got hurt, but it means you are getting better!"
      ],
      "examples": [
        "I have a scar on my knee from when I fell off my bike.",
        "My dog has a small scar from a cut he got last summer.",
        "After my brother's surgery, he showed me his scar on his arm.",
        "I got a scar on my hand from touching a sharp toy.",
        "My mom said her scar is a reminder of her adventure when she was young."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "scatter",
      "pronunciation": "/ˈskætər/",
      "part_of_speech": "Verb",
      "meanings": [
        "To scatter means to throw things around so they are not close together, like when you toss seeds on the ground or spread out your toys."
      ],
      "examples": [
        "I like to scatter my toys all over the floor.",
        "When we play outside, the wind can scatter the leaves.",
        "Mom asked me to scatter the seeds in the garden.",
        "My brother will scatter his crayons across the table.",
        "The kids will scatter the candy during the game."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "schedule",
      "pronunciation": "/ˈʃɛdjuːl/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "A schedule is a list that shows what activities you will do and when you will do them, like a daily plan for school, playtime, and bedtime."
      ],
      "examples": [
        "We have a schedule for our school day.",
        "My mom made a schedule for our family fun night.",
        "Let's look at the schedule for our soccer practice.",
        "I wrote a schedule for when I do my homework.",
        "The teacher showed us the schedule for the school play."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "series",
      "pronunciation": "/ˈsɪriz/",
      "part_of_speech": "Noun",
      "meanings": [
        "A series is a group of things or events that happen one after another, like the episodes of your favorite TV show or the books in a collection."
      ],
      "examples": [
        "I watched a series of funny cartoons after school.",
        "We read a series of books about animals in class.",
        "My dad made a series of pancakes for breakfast.",
        "The teacher showed us a series of pictures from her trip.",
        "We played a series of games at the birthday party."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "shaft",
      "pronunciation": "/ʃæft/",
      "part_of_speech": "Noun",
      "meanings": [
        "A shaft is a long, thin part that helps hold or support something, like the stick in a toy or the handle of a tool."
      ],
      "examples": [
        "The slide at the playground has a tall metal shaft.",
        "I saw a long wooden shaft holding up the swing.",
        "The flag flaps on the tall shaft in our backyard.",
        "The broomstick is a long shaft that helps me clean.",
        "My toy robot has a shiny shaft that makes it stand up."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "signal",
      "pronunciation": "/ˈsɪɡnəl/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "A signal is a sound, gesture, or light that tells us something important, like a stop sign telling cars to stop."
      ],
      "examples": [
        "The teacher raised her hand to give a signal for quiet.",
        "The dog barks as a signal that someone is at the door.",
        "When the light turns green, it is a signal to go.",
        "I waved my hand as a signal to say hello to my friend.",
        "The whistle is a signal for us to start the game."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "smuggle",
      "pronunciation": "/ˈsmʌɡəl/",
      "part_of_speech": "Verb",
      "meanings": [
        "To smuggle means to secretly take things from one place to another without permission, like hiding candy in your backpack when you're not allowed to have it."
      ],
      "examples": [
        "I tried to smuggle cookies into the movie theater.",
        "My brother wanted to smuggle his toy into the bath.",
        "We can't smuggle candy into the classroom during lunch.",
        "She wanted to smuggle a puppy home from the shelter.",
        "They planned to smuggle snacks into the picnic."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "solution",
      "pronunciation": "/səˈluːʃən/",
      "part_of_speech": "Noun",
      "meanings": [
        "A solution is an answer to a problem or a way to make things better when something is hard."
      ],
      "examples": [
        "We need a solution to fix the broken toy.",
        "The teacher found a solution to help us with our math.",
        "My sister and I found a solution to share the ice cream.",
        "When my dog barks too much, we need a solution to calm him.",
        "We worked together to find a solution for the messy room."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "span",
      "pronunciation": "/spæn/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "A span is the space or distance between two things, like how far apart your hands are when you stretch them out. It can also mean a period of time, like how long a game lasts."
      ],
      "examples": [
        "The bridge has a long span across the river.",
        "We took a short span of time to finish our homework.",
        "The dog can jump a span of five feet!",
        "My birthday party will span three hours of fun.",
        "The rainbow's span was wide and colorful in the sky."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "spine",
      "pronunciation": "/spaɪn/",
      "part_of_speech": "Noun",
      "meanings": [
        "The spine is a strong line of bones in your back that helps you stand up straight and keeps your body safe."
      ],
      "examples": [
        "The spine helps us stand up tall and move around.",
        "When I sit up straight, my spine feels good.",
        "My dad has a strong spine from lifting heavy boxes.",
        "The doctor checked my spine during my check-up.",
        "A turtle's spine is covered by a hard shell."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "starve",
      "pronunciation": "/stɑːrv/",
      "part_of_speech": "Verb",
      "meanings": [
        "To starve means to be very hungry because you don't have enough food to eat. It can make you feel weak and tired."
      ],
      "examples": [
        "If we don't eat lunch, we might starve before dinner.",
        "The puppy will starve if we forget to feed him.",
        "I felt like I would starve waiting for dinner to cook.",
        "My friend said he would starve if he didn't get a snack.",
        "If the plants don't get water, they will starve and die."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "steer",
      "pronunciation": "/stɪr/",
      "part_of_speech": "Verb",
      "meanings": [
        "To steer means to help move a car, bike, or boat in the direction you want it to go, like when you hold the handlebars or turn the steering wheel."
      ],
      "examples": [
        "I can steer my bike down the path.",
        "Dad taught me how to steer the car.",
        "I help steer the toy boat in the water.",
        "She can steer her skateboard to the left.",
        "He learned to steer his remote control car."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "stress",
      "pronunciation": "/strɛs/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "Stress is when you feel worried or upset because something is hard or makes you uncomfortable, like a big test or problems with friends."
      ],
      "examples": [
        "I feel stress when I have a big test at school.",
        "My dog gets stress during loud thunderstorms.",
        "Sometimes, my mom has stress when she cooks dinner for guests.",
        "I feel stress when I can’t find my favorite toy.",
        "We can help each other when we feel stress about homework."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "structure",
      "pronunciation": "/ˈstrʌk.tʃər/",
      "part_of_speech": "Noun",
      "meanings": [
        "Structure is how parts are put together to make something whole, like how blocks fit together to build a house."
      ],
      "examples": [
        "The kids built a tall structure with blocks.",
        "The tree house has a strong structure made of wood.",
        "We drew a picture of a house and its structure.",
        "The sandcastle's structure was very cool at the beach.",
        "My dad showed me the structure of a bridge."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "suitable",
      "pronunciation": "/ˈsuː.tə.bəl/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Suitable means something that is just right for a certain job or situation, like wearing a raincoat when it’s wet outside."
      ],
      "examples": [
        "The big box is suitable for my toys.",
        "This book is suitable for kids who love animals.",
        "We need suitable clothes for the rainy day.",
        "The puzzle is suitable for my little sister.",
        "This game is suitable for all my friends to play."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "surrender",
      "pronunciation": "/səˈrɛndər/",
      "part_of_speech": "Verb",
      "meanings": [
        "To give up and stop trying to win or fight, like when you let someone else have their turn in a game."
      ],
      "examples": [
        "I had to surrender my toy when my brother wanted to play with it.",
        "During our game, I decided to surrender and let my friend win.",
        "The puppy will surrender his bone when I give him a treat.",
        "Sometimes, I surrender my turn so others can have fun too.",
        "When I feel too tired, I surrender and take a nap."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "survey",
      "pronunciation": "/ˈsɜrˌveɪ/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "A survey is when you ask people questions to learn what they think or feel about something. It's like taking a poll to find out what your friends like best!"
      ],
      "examples": [
        "We did a survey in class to find out our favorite snacks.",
        "The teacher asked us to survey the playground for fun places to play.",
        "I will survey my toys to see which one I like best.",
        "Mom did a survey of our family to see who likes pizza.",
        "We took a survey to learn what games my friends enjoy playing."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "tackle",
      "pronunciation": "/ˈtækəl/",
      "part_of_speech": "Verb",
      "meanings": [
        "To tackle means to try hard to solve a problem or do something difficult. For example, when you have a tough math question, you tackle it by thinking carefully and working on it."
      ],
      "examples": [
        "I will tackle my homework before I play outside.",
        "Let's tackle the puzzle together and see if we can finish it.",
        "I need to tackle my messy room and clean it up.",
        "We can tackle the big pile of leaves in the yard.",
        "My brother will tackle his fear of climbing the tall slide."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "talent",
      "pronunciation": "/ˈtæl.ənt/",
      "part_of_speech": "Noun",
      "meanings": [
        "A talent is something you are really good at, like singing, drawing, or playing a sport. It means you can do it better than most people without trying too hard."
      ],
      "examples": [
        "My sister has a talent for drawing beautiful pictures.",
        "Tom shows his talent when he plays the piano.",
        "Sara's talent for singing makes everyone smile.",
        "My dad has a talent for cooking yummy food.",
        "Jack's talent in soccer helps his team win games."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "tentacle",
      "pronunciation": "/ˈtɛn.tə.kl/",
      "part_of_speech": "Noun",
      "meanings": [
        "A tentacle is a long, soft arm that some sea animals, like octopuses, use to touch things or catch food."
      ],
      "examples": [
        "The octopus has a long tentacle that helps it grab food.",
        "In the ocean, jellyfish use their tentacle to catch tiny fish.",
        "My toy squid has a soft tentacle that wobbles when I shake it.",
        "We watched a movie about a big squid with many tentacles.",
        "At the aquarium, I saw a starfish with a tiny tentacle."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "theory",
      "pronunciation": "/ˈθɪə.ri/",
      "part_of_speech": "Noun",
      "meanings": [
        "A theory is an idea that helps explain how something works or why something happens. It's like a guess based on what we see and think about."
      ],
      "examples": [
        "My theory is that plants need sunlight to grow.",
        "In science class, we learned a theory about dinosaurs.",
        "I have a theory that ice cream makes everyone happy.",
        "My brother's theory is that cats are smarter than dogs.",
        "We made a theory about why the sky is blue."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "thrill",
      "pronunciation": "/θrɪl/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "A thrill is a happy and exciting feeling you get when something fun happens, like going on a roller coaster or seeing a surprise!"
      ],
      "examples": [
        "I felt a thrill when I saw the roller coaster.",
        "It was a thrill to open my birthday presents.",
        "The puppy's first bark gave me a thrill of joy.",
        "Playing tag with my friends gives me a thrill.",
        "The fireworks made a big thrill in the night sky."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "thrive",
      "pronunciation": "/θraɪv/",
      "part_of_speech": "Verb",
      "meanings": [
        "To grow strong and healthy or to do very well at something. For example, plants thrive when they get enough sunlight and water, and kids thrive when they learn and play!"
      ],
      "examples": [
        "The flowers in the garden thrive when they get enough sunshine and water.",
        "My puppy can thrive when I take him for walks and play with him.",
        "In school, I can thrive if I listen to my teacher and do my homework.",
        "When we share our toys, our friendship can thrive and grow stronger.",
        "With good food and love, my pet can thrive and be very happy."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "timber",
      "pronunciation": "/ˈtɪmbər/",
      "part_of_speech": "Noun",
      "meanings": [
        "Timber is wood that is cut and ready to be used for building things like houses or furniture."
      ],
      "examples": [
        "The builders used strong timber to make the new playground.",
        "My dad bought timber to build a treehouse in our backyard.",
        "We saw a big truck full of timber on the way to school.",
        "The art project needs some small pieces of timber for our design.",
        "The wooden toy is made from smooth timber that feels nice to touch."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "tournament",
      "pronunciation": "/ˈtʊrnəmənt/",
      "part_of_speech": "Noun",
      "meanings": [
        "A tournament is a big game where players or teams try to win by playing against each other in different matches. It’s like a sports contest to see who is the best!"
      ],
      "examples": [
        "We had a soccer tournament at school last week.",
        "My family had a fun board game tournament on Saturday.",
        "The kids organized a video game tournament in the playground.",
        "Our class joined a spelling tournament to see who could spell best.",
        "The pet shop held a cute puppy tournament for the best tricks."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "transparent",
      "pronunciation": "/trænˈspɛr.ənt/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Transparent means you can see through something, like clear glass or water, so you can see what is behind it."
      ],
      "examples": [
        "The window is transparent, so I can see outside.",
        "My new water bottle is transparent, and I can see the water inside.",
        "The jelly is transparent, and I can see the fruit in it.",
        "The clear plastic bag is transparent, so we can see the toys inside.",
        "My glasses are transparent, helping me see clearly through them."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "urge",
      "pronunciation": "/ɜrdʒ/",
      "part_of_speech": "Verb/Noun",
      "meanings": [
        "To urge means to tell someone strongly that they should do something. For example, you might urge your friend to try a new game because you think it will be fun!"
      ],
      "examples": [
        "I urge you to try this yummy fruit.",
        "Mom urges me to read before bedtime.",
        "My teacher urges us to do our best on tests.",
        "I urge my dog to fetch the ball.",
        "Dad urges me to practice my spelling words."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "vacant",
      "pronunciation": "/ˈveɪ.kənt/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Vacant means something is empty or not being used, like a chair with no one sitting in it or a room with no people in it."
      ],
      "examples": [
        "The classroom has one vacant desk for a new student.",
        "I found a vacant seat on the bus next to my friend.",
        "The vacant room in our house is perfect for a play area.",
        "There is a vacant spot in the garden for planting flowers.",
        "The game had a vacant space for another player to join."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "vanish",
      "pronunciation": "/ˈvænɪʃ/",
      "part_of_speech": "Verb",
      "meanings": [
        "To vanish means to suddenly go away and not be seen anymore, like when a magician makes something disappear."
      ],
      "examples": [
        "The magician made the rabbit vanish in a puff of smoke.",
        "I watched my ice cream vanish when I took a big bite.",
        "My toy car seemed to vanish under the couch.",
        "The clouds made the sun vanish for a little while.",
        "When I closed my eyes, my worries seemed to vanish."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "version",
      "pronunciation": "/ˈvɜr.ʒən/",
      "part_of_speech": "Noun",
      "meanings": [
        "A version is a specific kind of something that is different from other kinds. For example, there can be different versions of a book or a game, like a new one that has extra fun things!"
      ],
      "examples": [
        "I have a new version of my favorite game.",
        "This is a funny version of the story we read.",
        "My mom made a healthy version of my favorite cake.",
        "We created a silly version of the song in class.",
        "My brother has a different version of my favorite toy."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "vessel",
      "pronunciation": "/ˈvɛs.əl/",
      "part_of_speech": "Noun",
      "meanings": [
        "A vessel is a container that holds liquids, like a cup, bottle, or bowl. It can also mean a boat or ship that travels on water."
      ],
      "examples": [
        "Mom poured juice into a big vessel for the party.",
        "The boat is a vessel that floats on the water.",
        "We used a small vessel to hold the paint for our art project.",
        "Dad filled the vessel with soup for dinner.",
        "The treasure was hidden in a shiny vessel on the pirate ship."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "vigorous",
      "pronunciation": "/ˈvɪɡ.ər.əs/",
      "part_of_speech": "Adjective",
      "meanings": [
        "Vigorous means being full of energy and ready to move around a lot, like when you run and play hard on the playground."
      ],
      "examples": [
        "My dog runs in a vigorous way when he plays fetch.",
        "We had a vigorous game of tag during recess.",
        "The children danced vigorously at the school party.",
        "I feel vigorous after eating a healthy breakfast.",
        "My mom takes a vigorous walk every morning to stay fit."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "vision",
      "pronunciation": "/ˈvɪʒ.ən/",
      "part_of_speech": "Noun",
      "meanings": [
        "Vision is the ability to imagine what you want to do or be in the future, like dreaming about your goals and ideas."
      ],
      "examples": [
        "I have a vision of what I want my birthday party to be like.",
        "In art class, we used our vision to create beautiful paintings.",
        "My teacher has a vision for our school garden to grow lots of flowers.",
        "When we play pretend, we use our vision to imagine new adventures.",
        "My dad shared his vision of building a treehouse in our backyard."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    },
    {
      "word": "volunteer",
      "pronunciation": "/ˈvɒl.ən.tɪr/",
      "part_of_speech": "Noun/Verb",
      "meanings": [
        "A volunteer is a person who helps others or does activities without getting paid. They do it because they want to make a difference and help out!"
      ],
      "examples": [
        "My dad is a volunteer at the animal shelter.",
        "Lucy wants to volunteer at the library after school.",
        "We need a volunteer to help with our class project.",
        "My sister is a volunteer at the soup kitchen on weekends.",
        "Tommy decided to volunteer to clean up the playground."
      ],
      "synonyms": [],
      "antonyms": [],
      "further_information": []
    }
  ]
}